<template>
  <div class="cont">
    <div class="about">
      <h1>Об авторе</h1>
      <p class="about__text">
        Далеко-далеко за словесными горами в стране гласных и согласных живут
        рыбные тексты. Речью родного все, предупредила заголовок сбить мир
        текстами последний запятой выйти семь предупреждал дорогу диких имени
        она своего от всех? На берегу переписали вопрос сбить раз реторический
        щеке семь это безорфографичный пор. Предупредила собрал имеет рекламных
        прямо языком подпоясал ты пустился, путь эта первую это жизни своих
        парадигматическая она заглавных ipsum бросил дорогу грустный журчит
        оксмокс, диких о. За страна напоивший подпоясал пунктуация всемогущая
        текст над снова щеке ведущими свое взобравшись о путь журчит имени
        жаренные если домах, заголовок не повстречался это образ рукопись своих!
        Текст на берегу послушавшись безорфографичный, снова точках раз пор моей
        деревни свою переписывается вершину большого власти всеми но от всех,
        мир первую языкового предложения, бросил подпоясал заголовок! Назад
        грустный над снова ручеек свое своих буквенных, родного точках! Путь
        ведущими реторический предложения о? Пунктуация прямо он всеми власти
        однажды снова текста предупреждал предложения рукописи великий. Гор
        переписали океана языкового осталось!
      </p>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.cont {
  max-width: 1280px;
  margin: 0 auto;
}
.about {
  color: #fff;
}
.about__text {
  text-align: left;
  padding: 0 20px;
}
</style>
